Repository: JavierCS/StudyAndExamples
Catalog: SwiftDataExample/SwiftDataExample/Strings/Transactions.xcstrings
Source language: en
Languages: es_419

# amountError
source: Check your transaction amount
es_419: Revisa el monto de tu operación

source: Category
es_419: Categoría

# categoryError
source: You must select a category
es_419: Debes seleccionar una categoría

source: Date
es_419: Fecha

source: Destination
es_419: Destino

# destinationError
source: You must select a destination for a transfer between own accounts
es_419: Debes seleccionar un destino para una transferencia entre cuentas propias

source: Expense
es_419: Gasto

source: New Transaction
es_419: Nueva Transacción

source: Origin
es_419: Origen

source: Receipt
es_419: Recibo

source: Revenue
es_419: Ingreso

source: Select an image
es_419: Selecciona una imagen

# selectTransactionCategory
source: Select a category
es_419: Selecciona una categoría

# sourceError
source: You must select a source
es_419: Debes seleccionar un origen

source: Transaction date
es_419: Fecha de la operación

source: Transference
es_419: Transferencia

source: Update Transaction
es_419: Actualizar Transacción
